Repository: danielkutik/opensearch
Catalog: translations/*.po
Languages: hu, pt

source: Description file
hu: Leíró fájl
pt: Ficheiro

source: Your site offers the following OpenSearch description files: %links
hu: Az oldal a következő OpenSearch leíró fájlokat nyújtja: %links
pt: O seu site oferece os seguintes ficheiros descriptivos OpenSearch: %links

source: Short name
hu: Rövid megnevezés
pt: Nome curto

source: A brief name that will appear in buttons, UI controls, etc., that reference this search content provider. The placeholder <code>@type</code> will be replaced with the appropriate search type (content, user etc.)
hu: Egy rövid megnevezés, amely a gombokon, felhasználóifelületi vezérlőkön és hasonló helyeken jelenik meg ezen tartalomkeresési szolgáltatóra való hivatkozásként. A <code>@type</code> kifejezés helyére fog kerülni a megfelelő keresési típus (például tartalom, felhasználó stb.)
pt: Um nome curto que irá aparecer em botões, interfaces gráficos, etc. que referenciam este fornecedor de conteúdos para pesquisa. O código <code>@type</code> será substituido com o tipo apropriado de pesquisa (conteúdo, utilizador, etc.)

source: Description
hu: Leírás
pt: Descrição

source: A human readable text description of the search content provider. The placeholder <code>@site</code> will be replaced with your site's name, and <code>@type</code> will be replaced with the appropriate search type (content, user etc.)
hu: Egy szöveges leírás a tartalomkeresési szolgáltatásról. A <code>@site</code> kifejezés helyére az oldal neve, míg a <code>@type</code> helyére az aktuális keresési típus kerül (tartalom, felhasználó stb.)
pt: Uma descrição do fornecedor de conteúdos pesquisáveis. O código <code>@site</code> será substituido pelo nome do seu site, e o código <code>@type</code> será substituido pelo tipo apropriado de pesquisa (conteúdo, utilizador, etc.)

source: Contact
hu: Kapcsolat
pt: Contacto

source: An email address at which the developer can be reached.
hu: Egy e-mail cím, melyen elérhető a fejlesztő.
pt: Um endereço de email para contacto com o desenvolvedor do site.

source: Tags
hu: Címkék
pt: Palavras-chave

source: A space-delimited set of words that are used as keywords to identify and categorize this site's search content.
hu: Szóközökkel elválaszottt felsorolás az oldal tartalmát leíró kulcsszavakból.
pt: Um conjunto de palavras delimitadas por espaços que são usadas para categorizar e identificar os conteúdos pesquisáveis deste site.

source: Long name
hu: Hosszú megnevezés
pt: Nome longo

source: The name by which this search content provider is referred to in hypertext links, etc. The placeholder <code>@site</code> will be replaced with your site's name, and <code>@type</code> will be replaced with the appropriate search type (content, user etc.)
hu: A tartalomkeresési szolgáltatás ezen a néven lesz hivatkozva. A <code>@site</code> kifejezés helyére az oldal neve, míg a <code>@type</code> helyére az aktuális keresési típus kerül (tartalom, felhasználó stb.)
pt: O nome pelo qual este fornecedor de conteúdos pesquisáveis será referido em ligações, etc. O código <code>@site</code> será substituido pelo nome do seu site, e o código <code>@type</code> será substituido pelo tipo apropriado de pesquisa (conteúdo, utilizador, etc.)

source: Attribution
hu: Tulajdonos
pt: Créditos

source: A list of all content sources or platforms that should be credited.
hu: Azon tartalomforrások felsorolása, melyektől a tartalom származhat.
pt: Uma lista de todas as fontes de conteúdos ou plataformas que devem ser creditadas.

source: Syndication right
hu: Terjesztési jog
pt: Direitos

source: open—search results can be published or re-published without restriction. This is the default.
hu: open – nyílt: a keresés eredménye közzétehető minden korlátozás nélkül. Ez az alapértelmezés.
pt: aberto — os resultados podem ser publicados ou re-publicados sem restrições. Este é o valor por defeito.

source: limited—search results can be published on the client site, but not further republished.
hu: limited – korlátozott: az ügyfél oldalán közzétehetőek az eredmények, de további közzététel nem lehetsége.
pt: limitado — os resultados podem ser publicados no cliente mas não podem ser re-publicados.

source: private—search feed may be queried, but the results may not be displayed at the client site.
hu: private – személyes: a keresési hírforrás lekérdezhető, de az eredmények nem jelenhetnek meg az ügyfél oldalán.
pt: privado — os resultados podem ser pesquisados mas não podem ser visualizados no lado do cliente.

source: closed—search feed should not be queried, and will disable the column for searches.
hu: closed – zárt: a keresési hírforrás nem kérdezhető le, és le fogja tiltani a keresések rovatát.
pt: fechado — conteúdos não devem ser pesquisados e desactivará a coluna de pesquisas.

source: Adult content
hu: Tartalom felnőtteknek
pt: Conteúdo para adultos

source: Should be checked if the search results may contain material intended only for adults.
hu: Előfordulhat-e csak felnőtteknek szánt tartalom a keresés eredményei közt?
pt: Deve ser marcado se os resultados incluirem material destinado somente a adultos.

source: results
hu: eredmények
pt: resultados

source: search
hu: keresés
pt: pesquisa

source: @type search for @site.
hu: @type keresése @site oldalon.
pt: pesquisa de @type em @site.

source: OpenSearch Feed
hu: OpenSearch hírforrás

source: Allows Drupal search results to be returned in the OpenSearch RSS format
hu: Lehetővé teszi a drupalos keresési eredmények visszaadását OpenSearch RSS formátumban
pt: Permite que os resultados sejam devolvidos no formato OpenSearch RSS

source: The degree to which the search results provided by this search engine can be distributed.
pt: O grau em que os resultados providenciados por este motor de pesquisa podem ser distribuidos.
